/*
 * @Author: yb 
 * @Date: 2018-10-24 17:00:58 
 * @Last Modified by: yb
 * @Last Modified time: 2018-11-30 15:28:56
 */
//    该文件增删  需谨慎   涉及到数据判断问题


export default ({
  xiaomian: {
    desc: [
      '1.7m*1.2m*1.1m',
      '长宽高'
    ],
    modelCost: [
      '小面总费用 = 起步价 + 超里程费 + 楼层搬运费 + 额外服务费'
    ],
    desDestail: [
      [
        ['起步价 (含10公里)'],
        ['96元']
      ],
      [
        ['超里程费'],
        ['5元 / 公里']
      ],
      [
        ['楼层搬运费'],
        ['有电梯或住1楼,免费', '2-3层，10元/层', '4-6层，20元/层', '7层以上，30元/层']
      ],
      [
        ['额外服务费'],
        ['拆装', '加人工', '平地搬运费', '多地装卸费', '高速、停车费']
      ]
    ]
  },
  jinbei: {
    desc: [
      '2.7m*1.4m*1.2m',
      '长宽高'
    ],
    modelCost: [
      '金杯总费用 = 起步价 + 超里程费 + 楼层搬运费 + 额外服务费'
    ],
    desDestail: [
      [
        ['起步价 (含10公里)'],
        ['166元']
      ],
      [
        ['超里程费'],
        ['5元 / 公里']
      ],
      [
        ['楼层搬运费'],
        ['有电梯或住1楼,免费', '2-3层，12元/层', '4-6层，24元/层', '7层以上，36元/层']
      ],
      [
        ['额外服务费'],
        ['拆装', '加人工', '平地搬运费', '多地装卸费', '高速、停车费']
      ]
    ]
  },
  xianghuo: {
    desc: [
      '4.2m*1.8m*1.8m',
      '长宽高'
    ],
    modelCost: [
      '厢货总费用 = 起步价 + 超里程费 + 楼层搬运费 + 平地搬运费',
      '大件搬运费 + 拆装费 + 额外服务费'
    ],
    desDestail: [
      [
        ['起步价 (含10公里)'],
        ['348元']
      ],
      [
        ['超里程费'],
        ['6元 / 公里']
      ],
      [
        ['楼层搬运费'],
        ['有电梯或住1楼,免费', '2-3层，15元/层', '4-6层，30元/层', '7层以上，45元/层']
      ],
      [
        ['平地搬运费'],
        ['40元/20米', '以停车位置到楼梯或电梯距离计算', '30米内免费，超过部分：40元/20米', '不足20米按20米计算']
      ],
      [
        ['大件搬运费'],
        ['冰箱', '电视', '洗衣机', '鱼缸', '健身器材', '钢琴', '其他大件']
      ]
    ]
  },
  xmOtherService: {
    option: false,
    data: [{
        title: "服务项目",
        list: ["收费标准"]
      },
      {
        title: "拆装",
        list: [
          "衣柜／书柜／展示柜等 : 10元/0.1米",
          "按柜子长度计算，不足0.1米不计算",
          "床 : 该车型无法容纳床的尺寸",
        ]
      },
      {
        title: "平地搬运费",
        list: [
          "100米内免费,超过部分: 20元/20米",
          "(100米为房屋门口到停车的位置,不足20米按20米计算)"
        ]
      },
      {
        title: "加工人",
        list: ["小面标配1人，额外增加工人，150元/人"]
      },
      {
        title: "多地装卸费",
        list: [
          "搬家标准为2地，增加中途装卸地址，50元/地",
          "增加装卸地址时，里程按实际行驶距离收费，爬楼、大件搬运等按实际情况收取搬运费"
        ]
      },
      {
        title: "高速停车费",
        list: ["按实际产生由用户支付"]
      }
    ]
  },
  //   金杯额外服务费说明
  jbOtherService: {
    option: false,
    data: [{
        title: "服务项目",
        list: ["收费标准"]
      },
      {
        title: "拆装",
        list: [
          "衣柜／书柜／展示柜等 : 10元/0.1米",
          "按柜子长度计算，不足0.1米不计算",
          "床 : 宽1.8米以下(含上下铺)，50元/张",
          "床 : 宽1.8米及以上，100元/张",
        ]
      },
      {
        title: "平地搬运费",
        list: [
          "100米内免费,超过部分: 20元/20米",
          "(100米为房屋门口到停车的位置,不足20米按20米计算)"
        ]
      },
      {
        title: "加工人",
        list: ["金杯标配1人，额外增加工人，150元/人"]
      },
      {
        title: "多地装卸费",
        list: [
          "搬家标准为2地，增加中途装卸地址，50元/地",
          "增加装卸地址时，里程按实际行驶距离收费，爬楼、大件搬运等按实际情况收取搬运费"
        ]
      },
      {
        title: "高速停车费",
        list: ["按实际产生由用户支付"]
      }
    ]
  },
  //   厢货服务说明
  xianghuoOtherService: {
    dajian: {
      option: false,
      data: [{
          title: "服务项目",
          list: [
            ["规格", "价格"]
          ]
        },
        {
          title: "冰箱",
          list: [
            ["体积＜200L", "0元"],
            ["200L≤ 体积＜280L", "50元"],
            ["280L ≤ 体积＜400L", "100元"],
            ["体积≥400L", "200元"]
          ]
        },
        {
          title: "洗衣机",
          list: [
            ["波轮", "0元"],
            ["滚筒", "50元"]
          ]
        },
        {
          title: "电视",
          list: [
            ["50寸以下", "0元"],
            ["50寸及以上", "50元"]
          ]
        },
        // {
        //   title: "斗柜／鞋柜",
        //   list: [
        //     ["最长边80cm以下和塑料材质", "0元"],
        //     ["最长边80cm及以上", "50元"],
        //   ]
        // },
        // {
        //   title: "双人床垫",
        //   list: [
        //     ["数量", "50元／个"],
        //   ]
        // },
        {
          title: "鱼缸",
          list: [
            ["长＜1M", "0元"],
            ["1M≤长＜1.5M", "100元"],
            ["1.5M≤长＜2M", "200元"],
            ["2M≤长", "另议"],
          ]
        },
        {
          title: "沙发",
          list: [
            ["单人沙发", "0元"],
            ["双人沙发", "50元"],
            ["三人沙发及组合沙发", "100元"],
            ["实木和红木类", "另议"]
          ]
        },
        {
          title: "钢琴搬运",
          list: [
            ["高＜125", "280元"],
            ["高125及以上", "380元"],
            ["三角钢琴", "500元"]
          ]
        }
      ]
    },
    chaizhuang: {
      option: false,
      data: [{
          title: "服务项目",
          list: ["收费标准"]
        },
        {
          title: "衣柜／书柜／展示柜等",
          list: [
            "10元/0.1米",
            "1.按柜子长度计算，不足0.1米不计算",
            "2.柜子不拆装，整体搬运时按其他大件收费"
          ]
        },
        {
          title: "拆装床",
          list: [
            "宽1.8米以下(含上下铺)，50元/张",
            "宽1.8米及以上，100元/张",
            "储物床，150元/张",
            "子母床，200元/张"
          ]
        }
        // {
        //   title: "老板桌／会议桌",
        //   list: ["8元／0.1延米","说明：桌子不拆装，整体搬运时按其他大件收费"]
        // }
      ]
    },
    other: {
      option: false,
      data: [{
          title: "服务项目",
          list: ["收费标准"]
        },
        {
          title: "加工人",
          list: ["北京2~3人,其他城市2人,额外增加工人,150元/人"]
          //   上海杭州额外 200 
        },
        {
          title: "多地装卸费",
          list: [
            "搬家标准为2地，增加中途装卸地址，50元/地",
            "增加装卸地址时，里程按实际行驶距离收费，爬楼、大件搬运等按实际情况收取搬运费"
          ]
        },
        {
          title: "高速停车费",
          list: ["按实际产生由用户支付"]
        }
      ]
    }
  },
  //   小面金杯服务说明
  serviceDes: [
    "1、预约订单服务开始前40分钟内取消，收取40元取消费；车辆到位且到达服务时间后，收取订金（小面60元，金杯100元，厢货150元）作为取消费；即时服务的订单，司机到位且等待10分钟后取消，收取40元取消费;",
    "2、由于用户原因造成的司机到达后无法搬运、装车后无法出门的情况，等待30分钟以上的，收取30元／30分钟的误工费，为避免耽误您的时间，请提前打包好行李，备好出门条等;",
    "3、小面和金杯车型，每车只包含司机一人为您搬运，无法搬运一人无法承担的大件物品，如您搬运物品涉及大件，请与司机共同搬运或提前与司机沟通，加一名搬运工人;",
    "4、周末搬家、夜间搬家均不收取额外费用;",
    "5、搬家服务暂不支持空调、水电的拆装;"
  ],
  //   厢货服务说明
  xhserviceDes: [
    "1、预约订单服务开始前40分钟内取消，收取40元取消费；车辆到位且到达服务时间后，收取订金（小面60元，金杯100元，厢货150元）作为取消费；即时服务的订单，司机到位且等待10分钟后取消，收取40元取消费;",
    "2、大量（超过1立方）的书籍和拆好的柜子、床、工位根据实际情况，按其他大件收费标准收取搬运费;",
    "3、由于用户原因造成的司机到达后无法搬运、装车后无法出门的情况，等待30分钟以上的，收取50元／30分钟的误工费，为避免耽误您的时间，请提前打包好行李，备好出门条等;",
    "4、如厢货车型搬运楼层涉及到搬运阁楼部分，额外收取50元楼层搬运费;",
    "5、部分超大件无法用电梯搬运时，需要爬楼搬运则按楼层收费标准收取搬运费，7层以上的无电梯搬运需要与司机协商搬运费;",
    "6、贵重物品及易碎物品（如红木家具、高档瓷器、古董、艺术品、玻璃器皿）需按实际情况与司机协商搬运费，如有问题请咨询客服热线：400-678-5966;",
    "7、周末搬家、夜间搬家均不收取额外费用;",
    "8、搬家服务暂不支持空调、水电的拆装;"
  ],
  //   小面金杯服务说明
  cTserviceDes: [
    "1、预约订单服务开始前40分钟内取消，收取40元取消费；车辆到位且到达服务时间后，收取订金作为取消费；即时服务的订单，司机到位且等待10分钟后取消，收取40元取消费;",
    "2、由于用户原因造成的司机到达后无法搬运、装车后无法出门的情况，等待30分钟以上的，收取30元／30分钟的误工费，为避免耽误您的时间，请提前打包好行李，备好出门条等;",
    "3、小面和金杯车型，每车只包含司机一人为您搬运，无法搬运一人无法承担的大件物品，如您搬运物品涉及大件，请与司机共同搬运或提前与司机沟通，加一名搬运工人;",
    "4、周末搬家、夜间搬家均不收取额外费用;",
    "5、搬家服务暂不支持空调、水电的拆装;",
    "6、预估里程与实际行驶公里数有偏差，最终价格以实际行驶公里数为准;"
  ],
  //   厢货服务说明
  cTxhserviceDes: [
    "1、预约订单服务开始前40分钟内取消，收取40元取消费；车辆到位且到达服务时间后，收取订金作为取消费；即时服务的订单，司机到位且等待10分钟后取消，收取40元取消费;",
    "2、大量（超过1立方或超过50kg）的书籍和拆好的柜子、床、工位按实际情况协商搬运费；;",
    "3、由于用户原因造成的司机到达后无法搬运、装车后无法出门的情况，等待30分钟以上的，收取50元／30分钟的误工费，为避免耽误您的时间，请提前打包好行李，备好出门条等;",
    "4、如厢货车型搬运楼层涉及到搬运阁楼部分，额外收取50元楼层搬运费;",
    "5、部分超大件无法用电梯搬运时，需要爬楼搬运则按楼层收费标准收取搬运费，7层以上的无电梯搬运需要与司机协商搬运费;",
    "6、贵重物品及易碎物品（如红木家具、高档瓷器、古董、艺术品、玻璃器皿）需按实际情况与司机协商搬运费，如有问题请咨询客服热线：400-678-5966;",
    "7、搬家服务暂不支持空调、水电的拆装;",
    "8、预估里程与实际行驶公里数有偏差，最终价格以实际行驶公里数为准;"
  ]
})
