export default ({
  guideData: [{
      title: "搬家前",
      list: [{
          head: "什么是普通搬家，包含哪些服务",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "全国统一的收费模式“公里+楼层+车型”，搬家总费用是根据您的A家到B家的距离、楼层数、车型起步价和额外费用相加而得。明码标价，绝无坐地起价。我们提供全程运输和搬运服务，包含一整车的多趟上下楼往返搬运。"
            ]
          }]
        },
        {
          head: "如何选择合适的车型",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "小型搬家个人物品较少、无家电家具或少量家具可选择面包和金杯车型；居民搬家含大型家电家具，需拆装和搬运，建议选择厢货车型。"
            ]
          }]
        },
        {
          head: "如何获得优惠",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "点击首页活动参加“砍价活动”，帮忙砍价的朋友越多，得到的优惠金额则越高。该优惠券仅限普通搬家使用，不可叠加。一定要确定优惠到账后才可下单哦(点击我的-优惠券，可查看该账户下的优惠券详情）"
            ]
          }]
        },
        {
          head: "如何使用优惠券",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "下单时如账户有优惠券，会再支付尾款时自动抵扣，每笔订单仅可一张优惠券，优惠券需要在下单前使用才有效哦。"
            ]
          }]
        },
        {
          head: "搬家需要提前多久预定",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "蓝犀牛搬家提供全天24小时服务，随约随搬。另外：周末搬家高峰期建议提前预约。"
            ]
          }]
        },
        {
          head: "有几名师傅上门搬家",
          flag: false,
          data: [{
              subtitle: "",
              content: [
                "面包和金杯车型提供1名师傅负责全程的搬运服务，可跟车1人;",
                "厢货车型提供2-3人负责全程的搬运服务（每个城市略有不同），不提供跟车服务。"
              ]
            }

          ]
        }
      ]
    },
    {
      title: "搬家后",
      list: [{
          head: "如何好评",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "订单服务完成后，15天内可在订单列表页点击【立即评价】。搬家很辛苦，记得给师傅一个5星好评哦。如果您对搬家服务有其他建议和意见可前往【意见反馈】提交。"
            ]
          }]
        },
        {
          head: "如何申请发票",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "订单服务完成后，在线支付的费用属于可开票范围。点击【个人中心】选择【发票】申请，输入发票信息即可，邮寄方式统一为顺丰速运。"
            ]
          }]
        }
      ]
    },

    {
      title: "费用相关",
      list: [{
          head: "搬家需要额外增加地址怎么收费",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "每增加一个增加途经地址，会收取50元的多地装卸费，公里数按实际行驶距离计算；如果增加的地址涉及楼层、大件搬运等，需按照收费标准收取费用。"
            ]
          }]
        },
        {
          head: "高速费、停车费谁来付",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "高速费、停车费等第三方费用均由您来承担，属于额外费用中一部分。"
            ]
          }]
        },
        {
          head: "费用如何支付",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "您可以在线使用微信、支付宝支付，或扫一扫司机端的订单二维码支付尾款。"
            ]
          }]
        },
        {
          head: "取消订单说明",
          flag: false,
          data: [{
              subtitle: "怎么取消订单",
              content: [
                "在【个人中心】中找到需要取消的订单，点击订单下方的取消订单按钮，确定【取消】即可。温馨提示：由于您自己的原因导致的取消会收取一定取消费。在服务开始前如因司机原因造成的取消，请联系客服处理。"
              ]
            },
            {
              subtitle: "预约服务 ",
              content: [
                "服务开始前40分钟内取消，收取40元取消费；车辆到位且到达服务时间后取消，收取当前车型的订金作为取消费。"
              ]
            },
            {
              subtitle: "马上服务",
              content: [
                "车辆到位且等待10分钟后取消，收取40元取消费。"
              ]
            },
            {
              subtitle: "其他",
              content: [
                "其他时间外取消则不收取任何费用，订金将于1-5个工作日原路返回。"
              ]
            }
          ]
        },
      ]
    },

    {
      title: "安全保险保障",
      list: [{
          head: "服务司机师傅认证体系",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "所有服务搬家司机，均是蓝犀牛搬家经过严格人工审核的好司机，不仅统一培训和考试，更是经过数据考核与服务质量的双重考核过关的！一旦发现有违规行为则会永久封禁。"
            ]
          }]
        },
        {
          head: "遇到司机多收费和服务不满意怎么办",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              "如遇到司机联系不上、拒绝服务和多收费等情况，可以直接向客服4006785966投诉，客服对订单实时全程监管。"
            ]
          }]
        },
        {
          head: "理赔说明",
          flag: false,
          data: [{
            subtitle: "",
            content: [
              '1. 保险保障指搬家过程中出现的货损等问题，不包含货物搬运过程中产生的人为损坏以及外包装完好物品报损。',
              '2. 理赔处理时效为2个工作日，出现货物问题第一时间联系客服4006785966。',
              '3. 理赔受理时效为订单服务结束之前，建议您在服务结束后进行物品确认，超时后则不予受理。',
              '4. 理赔金额上限为5000元。'
            ]
          }]
        }
      ]
    }
  ]

})
